package mocker

// 2013年前100名姓氏，排名按顺序
var NameLastArray = []string{"王", "李", "张", "刘", "陈", "杨", "黄", "吴", "赵", "周", "徐", "孙", "马", "朱", "胡", "林", "郭", "何", "高", "罗", "郑", "梁", "谢", "宋", "唐", "许", "邓", "冯", "韩", "曹", "曾", "彭", "萧", "蔡", "潘", "田", "董", "袁", "于", "余", "叶", "蒋", "杜", "苏", "魏", "程", "吕", "丁", "沈", "任", "姚", "卢", "傅", "钟", "姜", "崔", "谭", "廖", "范", "汪", "陆", "金", "石", "戴", "贾", "韦", "夏", "邱", "方", "侯", "邹", "熊", "孟", "秦", "白", "江", "阎", "薛", "尹", "段", "雷", "黎", "史", "龙", "陶", "贺", "顾", "毛", "郝", "龚", "邵", "万", "钱", "严", "赖", "覃", "洪", "武", "莫", "孔"}

var NameFirstArray = []string{"冰", "飞", "浩", "银", "朱", "娜", "勇", "洁", "杰", "伟", "立", "宇", "文", "华", "丽", "芳", "明", "灵", "燕", "小", "鑫", "玉", "龙", "一", "欣", "星", "东", "雅", "嘉", "邪", "红", "云", "心", "荣", "梅", "静", "琳", "雪", "明", "娟", "丹", "清", "磊", "玲", "敏", "陈", "亮", "颖", "然", "学"}
